/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac richiede l'autorizzazione per apportare le modifiche richieste.";

"Done" = "Fine";

"Emptying Trash" = "Vuoto il Cestino";

"Estimating…" = "Calcolo…";

"%@ Used" = "%@ in uso";

"Empty" = "Vuoto";

/* File Sizes */
"KB" = "KB";

"MB" = "MB";

"GB" = "GB";

"TB" = "TB";

"PB" = "PB";

"EB" = "EB";

"Uninstall Completely" = "Disinstalla completamente";
"Remove trashed applications along with all related leftovers." = "Rimuovi applicazioni cestinate con tutti i residui correlati.";

"Launch CleanMyMac" = "Avvia CleanMyMac";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac ti aiuta a rimuovere le applicazioni cestinate insieme a tutti i residui correlati.";

"Empty Trash" = "Vuota il Cestino";

"The size of files in your Trash has exceeded the %@ limit you have set." = "I file nel Cestino superano il limite di %@ impostato.";

"Window_LaunchCMMButtonTitle_CMMOff" = "Avvia CleanMyMac 3";
"Window_LaunchCMMButtonTitle_CMMOn" = "Mostra CleanMyMac 3";

"Trash" = "Cestino";
"PluralForm0_file" = "file";
"PluralForm1_file" = "file";
"PluralForm2_file" = "file";

"Scan" = "Scansione";

"ButtonTitle_UnlockFullVersion" = "Sblocca versione completa";
"ButtonTitle_UnlockWithDisount" = "Acquista con lo sconto del %li%%";
